"""
Дан список стран и городов каждой страны. Затем даны названия городов. Для
каждого города укажите, в какой стране он находится.
"""

# cities = {'Bishkek':'Kyrgyzstan','Almata':'Kazakstan','London':'United Kingdom'}


# cities['Russia'] = 'Moscow'
# cities['Ukraine'] = 'Kiev'
# cities['USA'] = 'Washington'
# print(cities)


# print('В каком городе вы живете?')
# country = input()


# if country in cities:

#     print('этот город страны', cities[country])

countries = [
    {'Kyrgyzstan':['bishkek','osh','naryn']},
    {'Kazakstan':['bishkek1','osh','naryn']},
    {'unitedkingdom':['bishkek2','osh2','naryn2']},
    ]
a = input()
for country in countries:
    print(country)
    # for cities in country:
    #     #print (cities.values()
for value,
print(countries)